Repository: mcguffin/wp-gridbuilder
Catalog: languages/wp-gridbuilder-*.po
Languages: de_de

source: A custom ID.
de_de: Eine ID

source: Classname
de_de: CSS-Klasse

source: A CSS classname
de_de: Eine oder mehrere CSS-Klassen

source: Custom CSS
de_de: Eigenes CSS

source: Background Color
de_de: Hintergrundfarbe

source: Background Color Opacity
de_de: Deckkraft Hinterg.-Farbe

source: Background Image
de_de: Hintergrundbild

source: Background Image Alignment
de_de: Ausrichtung Hinterg.-Bild

source: Tiled Image
de_de: Gekacheltes Bild

source: Centered, with original size
de_de: Zentriert in Originalgröße

source: Cover
de_de: Ausfüllen

source: Fixed
de_de: Fixiert

source: How the background image is displayed.
de_de: Wie das Hintergrundbild angezeigt wird

source: Background Video
de_de: Hintergrund-Video

source: Attributes
de_de: Attribute

source: Background
de_de: Hintergrund

source: Before Widget
de_de: Vor dem Widget

source: After Widget
de_de: Nach dem Widget

source: Before Title
de_de: Vor dem Titel

source: After Title
de_de: Nach dem Titel

source: Container Tag
de_de: Container HTML-Tag

source: If checked the container content will adapt to the screen width
de_de: Wenn ausgewählt passt sich der Container der Bilschirmbreite an

source: Cell size desktop
de_de: Zellengröße (Desktop)

source: Cell size tablet landscape
de_de: Zellengröße (Tablet Querformat)

source: Cell size tablet portrait
de_de: Zellengröße (Tablet Hochformat)

source: Cell size phone
de_de: Zellengröße (Smartphone)

source: Cell offset desktop
de_de: Zellenversatz (Desktop)

source: Cell offset tablet landscape
de_de: Zellenversatz (Tablet Querformat)

source: Cell offset tablet portrait
de_de: Zellenversatz (Tablet Hochformat)

source: Cell offset phone
de_de: Zellenversatz (Smartphone)

source: Tablet (landscape)
de_de: Tablet (Querformat)

source: Edit
de_de: Bearb.

source: Edit Grid
de_de: Raster bearb.

source: Edit Text
de_de: Text bearb.

source: Done
de_de: Fertig

source: Delete
de_de: Löschen

source: Grid
de_de: Raster

source: Row
de_de: Zeile

source: Cell
de_de: Zelle

source: Edit Container
de_de: Container bearb.

source: Edit Row
de_de: Zeile bearb.

source: Edit Cell
de_de: Zelle bearb.

source: Edit Widget
de_de: Widget bearb.

source: Template
de_de: Vorlage

source: Templates
de_de: Vorlagen

source: Manage Templates
de_de: Vorlagen verwalten

source: Template Name
de_de: Name der Vorlage

source: Widget Types
de_de: Widget Typen

source: Select Widget
de_de: Wähle ein Widget

source: GridBuilder Options
de_de: GridBuilder Einstellungen

source: Save Settings
de_de: Einstellungen speichern

source: Enqueue Bootstrap CSS and JS
de_de: Twitter Bootstrap CSS und JS im Frontend laden

source: Done!
de_de: Fertig!

source: %d Page updated
de_de: %d Seite aktualisiert

source: One template added.
de_de: Eine Vorlage hinzugefügt.

source: One template updated.
de_de: Eine Vorlage aktualisiert.

source: Invalid import File
de_de: Ungüllte Import-Datei

source: Empty Import File
de_de: Leere Import-Datei

source: Insufficient permission.
de_de: Unzureichende Berechtigung.

source: Export Templates
de_de: Vorlagen exportieren

source: Hit the export Button to download your Grid object templates.
de_de: Klicke auf den Export-Button um Deine Rasterobjekt-Vorlagen herunterzuladen.

source: Export
de_de: Exportieren

source: Import Object Templates
de_de: Rasterobjekt-Vorlagen importieren

source: Import a set of predefined grid object like containers, rows, cells or widgets.
de_de: Importiere einen Satz von vordefinierten Rasterobjekten wie Container, Zeilen, Zellen oder Widgets.

source: If you enable the checkbox below your current template settings will be deleted first.
de_de: Bei ausgewählter Checkbox werden Deine Rasterobjekt-Vorlagen vorher gelöscht.

source: Existing templates:
de_de: Bestehende Vorlagen

source: Keep
de_de: Bahalten

source: Update
de_de: Aktualisieren

source: Delete first
de_de: Vorher löschen

source: Select File
de_de: Datei auswählen …

source: Import
de_de: Importieren

source: Migrate Domain
de_de: Domain migrieren

source: This will change all Links and image sources to the new domain name.
de_de: Dadurch werden alle Links und Bilder auf den neuen Domainnamen umgestellt.

source: Use this tool after changing the site URL.
de_de: Neutze dieses Werkzeug, nachdem Du die WordPress-Adresse geändert hast.

source: From Domain
de_de: Von Domain

source: To domain
de_de: Zu Domain

source: Migrate
de_de: Migrieren

source: Cancel
de_de: Abbrechen

source: Add Container
de_de: Neuer Container

source: Add Row
de_de: Neue Zeile

source: Add Cell
de_de: Neue Zelle

source: Add Widget
de_de: Neues Widget

source: Create Template
de_de: Vorlage erstellen

source: Update Template
de_de: Vorlage aktual.

source: Visibility:
de_de: Sichtbarkeit:

source: Default
de_de: Standard

source: Visible
de_de: Sichtbar

source: Hidden
de_de: Versteckt

source: Clone
de_de: Duplizieren

source: Next
de_de: Nächster

source: Close
de_de: Schließen

source: Select Media
de_de: Wähle Media-Datei
